Repository: Slimbook-Team/slimbook_service
Catalog: slimbook/usr/share/slimbook/locale-langpack/*/*/LC_MESSAGES/slimbook.po
Languages: ca, es

source: Slimbok Client Notifications
ca: Notificacions del client Slimbook
es: Avisos pal veceru/a de Slimbook

source: Notifications
ca: Notificacions
es: Avisos

source: System information
ca: Informació del sistema
es: Información del sistema

source: Preferences
ca: Paràmetres
es: Preferencies

source: About
ca: Quant a
es: Tocante a

source: Generate report
ca: Genera un informe
es: Xenerar un informe

source: Report a bug...
ca: Informa d'un error…
es: Avisar d'un fallu...

source: Exit
ca: Surt
es: Colar

source: Slimbook Service
ca: Servei Slimbook
es: Seviciu de Slimbook

source: Visit Website
ca: Visita el lloc web
es: Visitar el sitiu web

source: Report issue
ca: Informa d'un problema
es: Avisar d'un problema

source: translation-credits
ca: Víctor Rodríguez
es: Softastur.org

source: This is a report of several hardware and software stats. Full report generates a report with sensitive information, beware of sharing it online!
ca: Això és un informe amb diverses estadístiques de maquinari i programari. L'informe complet genera un informe amb informació sensible, aneu amb compte a l'hora de compartir-lo en línia!
es: Esto ye un informe que contién información y estadístiques del equipu. L'informe complentu inclúi datos delicaos, pon procuru si pienses compartilu en llínia!

source: Report
ca: Informa
es: Informe

source: Full report
ca: Informe complet
es: Informe completu

source: Open
ca: Obre
es: Abrir

source: Close
ca: Tanca
es: Zarrar

source: Succesful! Dumped at
ca: Èxit! S'ha generat a
es: Xeneróse correutamente en

source: Error! Report wasn't able to be generated Error:
ca: S'ha produït un error! No s'ha pogut generar l'informe Error:
es: Hebo un fallu al xenerar l'informe Fallu:

source: Slimbook Preferences
ca: Paràmetres de Slimbook
es: Preferencies de Slimbook

source: Save
ca: Desa
es: Guardar

source: Show indicator
ca: Mostra l'indicador
es: Amosar un indicador

source: Autostart
ca: Inici automàtic
es: Aniciar automáticamente

source: Light-mode Icon
ca: Icona en mode clar
es: Iconu claru

source: Check Notifications
ca: Comprova les notificacions
es: Comprobar avisos

source: Trackpad lock
ca: Bloqueig del trackpad
es: Torgar el trackpad

source: Set power profile
ca: Estableix el perfil de rendiment
es: Afitar el perfil de rindimientu

source: Slimbook System information
ca: Informació del sistema de Slimbook
es: Información del sistema de Slimbook

source: Slimbook Notifications
ca: Notificacions de Slimbook
es: Avisos de Slimbook

source: Refresh
ca: Actualitza
es: Volver a cargar

source: Nothing to show
ca: Res a mostrar
es: Nun hai nada

source: Fetching...
ca: S'està carregant…
es: Cargando...

source: Silent Mode enabled
ca: S'ha activat el mode silenciós
es: Habilitóse'l mou silenciosu

source: Silent Mode disabled
ca: S'ha desactivat el mode silenciós
es: Deshabilitóse'l mou silenciosu

source: Silent Mode changed
ca: Ha canviat el mode silenciós
es: El mou silenciosu cambió

source: Super Key Lock enabled
ca: S'ha activat el bloqueig amb la tecla «Super»
es: Habilitose la torga de la tecla "super"

source: Super Key Lock disabled
ca: S'ha desactivat el bloqueig amb la tecla «Super»
es: Deshabilitóse la torga de la tecla "super"

source: Super Key Lock changed
ca: El bloqueig amb la tecla «Super» ha canviat
es: La torga de la tecla "super" cambió

source: Silent Mode
ca: Mode silenciós
es: Mou silenciosu

source: Normal Mode
ca: Mode normal
es: Mou normal

source: Performance Mode
ca: Mode d'alt rendiment
es: Mou de rindimientu altu

source: Dynamic Mode
ca: Mode dinàmic
es: Mou dinámicu

source: Touchpad enabled
ca: S'ha activat el touchpad
es: Habilitóse'l panel táctil

source: Touchpad disabled
ca: S'ha desactivat el touchpad
es: Deshabilitóse'l panel táctil

source: Touchpad changed
ca: El touchpad ha canviat
es: El panel táctil cambió

source: Webcam changed
ca: La càmera web ha canviat
es: La cámara web cambió

source: Webcam enabled
ca: S'ha activat la càmera web
es: Habilitóse la cámara web

source: Webcam disabled
ca: S'ha desactivat la càmera web
es: Deshabilitóse la cámara web

source: Energy Saver
ca: Estalvi d'energia
es: Aforrador d'enerxía

source: Balanced
ca: Equilibrat
es: Equilibráu

source: Performance
ca: Rendiment
es: Rindimientu

source: Uptime
ca: Temps en funcionament
es: Tiempu enceso

source: Memory Free/Total
ca: Memòria lliure/total
es: Memoria llibre/total

source: Memory device
ca: Dispositiu de memòria
es: Preséu de memoria

source: Disk Free/Total
ca: Espai de disc lliure/total
es: Espaciu en discu llibre / total

source: Kernel
ca: Nucli
es: Nucleu

source: OS
ca: Sistema operatiu
es: Sistema operativu

source: Desktop
ca: Escriptori
es: Escritoriu

source: Session
ca: Sessió
es: Sesión

source: Product
ca: Producte
es: Productu

source: Serial
ca: Número de sèrie
es: Númberu de serie

source: Bios Version
ca: Versió de la Bios
es: Versión de la bios

source: EC Version
ca: Versió de l'EC
es: Versión de la EC

source: Boot Mode
ca: Mode d'arrancada
es: Mou d'arranque

source: Secure Boot
ca: Arrencada segura
es: Arranque seguru

source: Module loaded
ca: S'ha carregat el mòdul
es: Módulu cargáu

source: Fn Lock
ca: Bloqueja amb «Fn»
es: Torga de la tecla "fn"

source: Super Lock
ca: Bloqueja amb «Super»
es: Torga de la tecla "super"

source: Turbo Mode
ca: Mode turbo
es: Mou turbu

source: Profile
ca: Perfil
es: Perfil

source: Yes
ca: Sí
es: Sí

source: No
es: Non

source: AC Notifications
es: Notificaciones AC
